Repository: williamteoh1976/Localization
Catalog: Locale/Ukrainian/*/vs_code(uk).xlf
Languages: uk

# secondInstanceNoResponse
source: Another instance of {0} is running but not responding
uk: Інший екземпляр {0} працює, але не відповідає

# secondInstanceNoResponseDetail
source: Please close all other instances and try again.
uk: Будь ласка, закрийте всі інші інстанції і спробуйте знову.

# secondInstanceAdmin
source: A second instance of {0} is already running as administrator.
uk: Інший екземпляр {0} уже запущено правами адміністратора.

# secondInstanceAdminDetail
source: Please close the other instance and try again.
uk: Закрийте інші інстанції і повторіть спробу.

source: &&Close
uk: &&Закрити

# notFound
source: Extension '{0}' not found.
uk: Додаток "{0}" не знайдено.

# notInstalled
source: Extension '{0}' is not installed.
uk: Додаток '{0}' не встановлено.

# useId
source: Make sure you use the full extension ID, including the publisher, eg: {0}
uk: Переконайтеся, що ви використовуєте повний ідентифікатор додатку, включаючи видавця, наприклад: {0}

# successVsixInstall
source: Extension '{0}' was successfully installed!
uk: Додаток "{0}" успішно встановлено!

# cancelVsixInstall
source: Cancelled installing Extension '{0}'.
uk: Скасовано установка додатку '{0}'.

# alreadyInstalled
source: Extension '{0}' is already installed.
uk: Додаток '{0}' уже встановлено.

# foundExtension
source: Found '{0}' in the marketplace.
uk: Знайдено "{0}" на ринку.

source: Installing...
uk: Встановлення...

# successInstall
source: Extension '{0}' v{1} was successfully installed!
uk: Додаток '{0}' v {1} успішно встановлено!

# uninstalling
source: Uninstalling {0}...
uk: Видалення {0}...

# successUninstall
source: Extension '{0}' was successfully uninstalled!
uk: Додаток "{0}" успішно видалено!

source: OK
uk: Гаразд

# pathNotExistTitle
source: Path does not exist
uk: Шлях не існує

# pathNotExistDetail
source: The path '{0}' does not seem to exist anymore on disk.
uk: Шлях "{0}", схоже, більше не існує на диску.

source: &&Reopen
uk: &&Відкрити знову

# wait
source: &&Keep Waiting
uk: &&Продовжувати Чекати

# appStalled
source: The window is no longer responding
uk: Вікно більше не відповідає

# appStalledDetail
source: You can reopen or close the window or keep waiting.
uk: Можна повторно відкрити або закрити вікно або очікувати.

# appCrashed
source: The window has crashed
uk: Вікно розбилося

# appCrashedDetail
source: We are sorry for the inconvenience! You can reopen the window to continue where you left off.
uk: Перепрошуємо за незручності! Можна повторно відкрити вікно, щоб продовжити, де ви зупинилися.

source: Open
uk: Відкрити

source: Open Folder
uk: Відкрийте Каталог

source: Open File
uk: Відкрити Файл

# workspaceOpenedMessage
source: Unable to save workspace '{0}'
uk: Не вдалося зберегти робочу область "{0}"

# workspaceOpenedDetail
source: The workspace is already opened in another window. Please close that window first and then try again.
uk: Робочу область уже відкрито в іншому вікні. Будь ласка, закрийте це вікно, спочатку а потім повторіть спробу.

# openWorkspace
source: &&Open
uk: &&Відкрити

# openWorkspaceTitle
source: Open Workspace
uk: Відкрити Робочу Область

source: &&Save
uk: &&Зберегти

# doNotSave
source: Do&&n't Save
uk: &&Не зберігати

source: Cancel
uk: Скасувати

# saveWorkspaceMessage
source: Do you want to save your workspace configuration as a file?
uk: Ви хочете зберегти конфігурацію робочого простору в файл?

# saveWorkspaceDetail
source: Save your workspace if you plan to open it again.
uk: Зберегти своє робоче місце, якщо ви плануєте знову відкрити його.

source: Save Workspace
uk: Зберегти Робочу Область

# mFile
source: &&File
uk: &&Файл

# mEdit
source: &&Edit
uk: &&Редагувати

# mSelection
source: &&Selection
uk: &&Вибір

# mView
source: &&View
uk: &&Вигляд

# mGoto
source: &&Go
uk: &&Йти

# mDebug
source: &&Debug
uk: &&Налагоджувати

# mWindow
source: Window
uk: Вікна

# mHelp
source: &&Help
uk: &&Допомога

# mTask
source: &&Tasks
uk: &&Завдання

# miNewWindow
source: New &&Window
uk: Нове &&вікно

# mAbout
source: About {0}
uk: Про {0}

# mServices
source: Services
uk: Послуги

# mHide
source: Hide {0}
uk: Приховати {0}

# mHideOthers
source: Hide Others
uk: Приховати Інші

# mShowAll
source: Show All
uk: Показати Всі

# miQuit
source: Quit {0}
uk: Закрити {0}

# miNewFile
source: &&New File
uk: &&Новий Файл

# miOpen
source: &&Open...
uk: &&Відкрити...

# miOpenWorkspace
source: Open Wor&&kspace...
uk: Відкрити &&роб. область...

# miOpenFolder
source: Open &&Folder...
uk: Відкрити &&Теку...

# miOpenFile
source: &&Open File...
uk: &&Відкрити Файл...

# miOpenRecent
source: Open &&Recent
uk: Відкрити &&Останні

# miSaveWorkspaceAs
source: Save Workspace As...
uk: Зберегти Робочу Область Як...

# miAddFolderToWorkspace
source: A&&dd Folder to Workspace...
uk: &&Додати теку до робочої області...

# miSave
source: &&Save
uk: &&Зберегти

# miSaveAs
source: Save &&As...
uk: Зберегти &&як...

# miSaveAll
source: Save A&&ll
uk: Зберегти &&все

# miAutoSave
source: Auto Save
uk: Автозбереження

# miRevert
source: Re&&vert File
uk: &&Повернути файл

# miCloseWindow
source: Clos&&e Window
uk: &&Закрити вікно

# miCloseWorkspace
source: Close &&Workspace
uk: Закрити &&Робочий Простір

# miCloseFolder
source: Close &&Folder
uk: Закрити &&Теку

# miCloseEditor
source: &&Close Editor
uk: &&Закрити Редактор

# miExit
source: E&&xit
uk: &&Вихід

# miOpenSettings
source: &&Settings
uk: &&Параметри

# miOpenKeymap
source: &&Keyboard Shortcuts
uk: &&Комбінації Клавіш

# miOpenKeymapExtensions
source: &&Keymap Extensions
uk: &&Розкладка додатків

# miOpenSnippets
source: User &&Snippets
uk: Користувацькі &&фрагменти

# miSelectColorTheme
source: &&Color Theme
uk: &&Тема кольорів

# miSelectIconTheme
source: File &&Icon Theme
uk: Файл &&теми значків

# miPreferences
source: &&Preferences
uk: &&Налаштування

# miReopenClosedEditor
source: &&Reopen Closed Editor
uk: &&Відкрити знову закритий редактор

# miMore
source: &&More...
uk: &&Більше...

# miClearRecentOpen
source: &&Clear Recently Opened
uk: &&Очистити список нещодавніх

# miUndo
source: &&Undo
uk: &&Відмінити

# miRedo
source: &&Redo
uk: &&Повторити

# miCut
source: Cu&&t
uk: &&Вирізати

# miCopy
source: &&Copy
uk: &&Копіювати

# miPaste
source: &&Paste
uk: &&Вставити

# miFind
source: &&Find
uk: &&Знайти

# miReplace
source: &&Replace
uk: &&Замінити

# miFindInFiles
source: Find &&in Files
uk: Знайти &&в файлах

# miReplaceInFiles
source: Replace &&in Files
uk: Замінити &&у файлах

# miEmmetExpandAbbreviation
source: Emmet: E&&xpand Abbreviation
uk: Emmet: &&розгорнути абревіатуру

# miShowEmmetCommands
source: E&&mmet...
uk: &&Еmmet...

# miToggleLineComment
source: &&Toggle Line Comment
uk: &&За/роз- коментувати рядок

# miToggleBlockComment
source: Toggle &&Block Comment
uk: За/роз- коментувати &&Блок

# miMultiCursorAlt
source: Switch to Alt+Click for Multi-Cursor
uk: Перемикання Alt+Click для Multi-курсор

# miMultiCursorCmd
source: Switch to Cmd+Click for Multi-Cursor
uk: Перемикання Cmd+Click для Multi-курсор

# miMultiCursorCtrl
source: Switch to Ctrl+Click for Multi-Cursor
uk: Перемикання Ctrl+Click для Multi-курсор

# miInsertCursorAbove
source: &&Add Cursor Above
uk: &&Додати вище Курсору

# miInsertCursorBelow
source: A&&dd Cursor Below
uk: &&Додати нижче Курсору

# miInsertCursorAtEndOfEachLineSelected
source: Add C&&ursors to Line Ends
uk: &&Додати курсори до закінчення рядка

# miAddSelectionToNextFindMatch
source: Add &&Next Occurrence
uk: Додати &&Наступний Випадок

# miAddSelectionToPreviousFindMatch
source: Add P&&revious Occurrence
uk: Додати &&Попередній Випадок

# miSelectHighlights
source: Select All &&Occurrences
uk: Вибрати Всі &&Випадки

# miCopyLinesUp
source: &&Copy Line Up
uk: &&Скопіювати рядок вгору

# miCopyLinesDown
source: Co&&py Line Down
uk: &&Скопіювати рядок вниз

# miMoveLinesUp
source: Mo&&ve Line Up
uk: &&Перемістити лінію вгору

# miMoveLinesDown
source: Move &&Line Down
uk: Перемістити && лінію вниз

# miSelectAll
source: &&Select All
uk: &&Виберіть Все

# miSmartSelectGrow
source: &&Expand Selection
uk: &&Розкрити виділення

# miSmartSelectShrink
source: &&Shrink Selection
uk: &&Скоротити виділення

# miViewExplorer
source: &&Explorer
uk: &&Провідник

# miViewSearch
source: &&Search
uk: &&Пошук

# miViewSCM
source: S&&CM
uk: &&SСМ

# miViewDebug
source: &&Debug
uk: &&Налагоджувати

# miViewExtensions
source: E&&xtensions
uk: &&Додатки

# miToggleOutput
source: &&Output
uk: &&Вихід

# miToggleDebugConsole
source: De&&bug Console
uk: &&Консоль наладки

# miToggleIntegratedTerminal
source: &&Integrated Terminal
uk: &&Інтегрований Термінал

# miMarker
source: &&Problems
uk: &&Проблеми

# miAdditionalViews
source: Additional &&Views
uk: Додаткові &&Вигляди

# miCommandPalette
source: &&Command Palette...
uk: &&Палітра команд...

# miToggleFullScreen
source: Toggle &&Full Screen
uk: Перемикач &&Повний Екран

# miToggleZenMode
source: Toggle Zen Mode
uk: On/off Режим Дзен

# miToggleMenuBar
source: Toggle Menu &&Bar
uk: On/off меню &&панель

# miSplitEditor
source: Split &&Editor
uk: Розділити &&Редактор

# miToggleEditorLayout
source: Toggle Editor Group &&Layout
uk: On/off Редактор Групи &&Макет

# miToggleSidebar
source: &&Toggle Side Bar
uk: &&On/off бічну панель

# miMoveSidebarRight
source: &&Move Side Bar Right
uk: &&Перемістити Бічну Панель праворуч

# miMoveSidebarLeft
source: &&Move Side Bar Left
uk: &&Перемістити Бічну Панель вліво

# miTogglePanel
source: Toggle &&Panel
uk: On/off &&Панель

# miHideStatusbar
source: &&Hide Status Bar
uk: &&Сховати рядок стану

# miShowStatusbar
source: &&Show Status Bar
uk: &&Показати рядок стану

# miHideActivityBar
source: Hide &&Activity Bar
uk: Сховати &&панель активності

# miShowActivityBar
source: Show &&Activity Bar
uk: Показати &&панель активності

# miToggleWordWrap
source: Toggle &&Word Wrap
uk: On/off &&Перенесення слів

# miToggleMinimap
source: Toggle &&Minimap
uk: On/off &&Мінікарту

# miToggleRenderWhitespace
source: Toggle &&Render Whitespace
uk: On/off &&Відображати пробіли

# miToggleRenderControlCharacters
source: Toggle &&Control Characters
uk: On/off &&Керуючі символи

# miZoomIn
source: &&Zoom In
uk: &&Збільшити

# miZoomOut
source: Zoom O&&ut
uk: &&Зменшити

# miZoomReset
source: &&Reset Zoom
uk: &&Скидання масштабу

# miBack
source: &&Back
uk: &&Назад

# miForward
source: &&Forward
uk: &&Уперед

# miNextEditor
source: &&Next Editor
uk: &&Наступний редактор

# miPreviousEditor
source: &&Previous Editor
uk: &&Попередній редактор

# miNextEditorInGroup
source: &&Next Used Editor in Group
uk: &&Наступний використаний редактор в групі

# miPreviousEditorInGroup
source: &&Previous Used Editor in Group
uk: &&Попередній використаний редактор в групі

# miSwitchEditor
source: Switch &&Editor
uk: Перемикач &&Редактор

# miFocusFirstGroup
source: &&First Group
uk: &&Перша Група

# miFocusSecondGroup
source: &&Second Group
uk: &&Друга Група

# miFocusThirdGroup
source: &&Third Group
uk: &&Третя Група

# miNextGroup
source: &&Next Group
uk: &&Наступна Група

# miPreviousGroup
source: &&Previous Group
uk: &&Попередня Група

# miSwitchGroup
source: Switch &&Group
uk: Перемикач &&Групи

# miGotoFile
source: Go to &&File...
uk: Перейти до &&файлу...

# miGotoSymbolInFile
source: Go to &&Symbol in File...
uk: Перейти до &&символу в файлі...

# miGotoSymbolInWorkspace
source: Go to Symbol in &&Workspace...
uk: Перейти на символ у &&робочої області...

# miGotoDefinition
source: Go to &&Definition
uk: Перейти до &&визначення

# miGotoTypeDefinition
source: Go to &&Type Definition
uk: Перейти до визначення &&типу

# miGotoImplementation
source: Go to &&Implementation
uk: Перейти до &&реалізація

# miGotoLine
source: Go to &&Line...
uk: Перейти до &&лінії...

# miStartDebugging
source: &&Start Debugging
uk: &&Почати Налагодження

# miStartWithoutDebugging
source: Start &&Without Debugging
uk: Старт &&Без Налагодження

# miStopDebugging
source: &&Stop Debugging
uk: &&Зупинити Налагодження

# miRestart Debugging
source: &&Restart Debugging
uk: &&Перезапустіть Налагодження

# miOpenConfigurations
source: Open &&Configurations
uk: Відкрити &&конфігурації

# miAddConfiguration
source: Add Configuration...
uk: Додати конфігурацію...

# miStepOver
source: Step &&Over
uk: Крок &&За

# miStepInto
source: Step &&Into
uk: Крок &&В

# miStepOut
source: Step O&&ut
uk: &&вихід

# miContinue
source: &&Continue
uk: &&Продовжити

# miToggleBreakpoint
source: Toggle &&Breakpoint
uk: On/off &&точку зупинки

# miConditionalBreakpoint
source: &&Conditional Breakpoint...
uk: &&Умовна точка зупинки...

# miColumnBreakpoint
source: C&&olumn Breakpoint
uk: &&Стовпець точки зупинки

# miFunctionBreakpoint
source: &&Function Breakpoint...
uk: &&Функція точки зупинки...

# miNewBreakpoint
source: &&New Breakpoint
uk: &&Нова точка зупинки

# miEnableAllBreakpoints
source: Enable All Breakpoints
uk: Увімкнути всі точки зупинки

# miDisableAllBreakpoints
source: Disable A&&ll Breakpoints
uk: Вимкнути всі точки зупинки

# miRemoveAllBreakpoints
source: Remove &&All Breakpoints
uk: Видалити && всі точки зупинки

# miInstallAdditionalDebuggers
source: &&Install Additional Debuggers...
uk: && Встановити додаткові наладчики...

# mMinimize
source: Minimize
uk: Мінімізувати

# mZoom
source: Zoom
uk: Масштабування

# mBringToFront
source: Bring All to Front
uk: Вивести всі передній план

# miSwitchWindow
source: Switch &&Window...
uk: Перемкнути &&Вікно...

# mShowPreviousTab
source: Show Previous Tab
uk: Показати Попередню Вкладку

# mShowNextTab
source: Show Next Tab
uk: Показати Наступну Вкладку

# mMoveTabToNewWindow
source: Move Tab to New Window
uk: Перемістити вкладку в нове вікно

# mMergeAllWindows
source: Merge All Windows
uk: Злиття Всіх Вікон

# miToggleDevTools
source: &&Toggle Developer Tools
uk: &&On/off Інструменти розробника

# miAccessibilityOptions
source: Accessibility &&Options
uk: Спеціальні можливості &&Параметри

# miReportIssue
source: Report &&Issue
uk: Звіт &&Проблема

# miWelcome
source: &&Welcome
uk: &&Ласкаво просимо

# miInteractivePlayground
source: &&Interactive Playground
uk: &&Інтерактивний Майданчик

# miDocumentation
source: &&Documentation
uk: &&Документація

# miReleaseNotes
source: &&Release Notes
uk: &&Примітки до випуску

# miKeyboardShortcuts
source: &&Keyboard Shortcuts Reference
uk: &&Сполучення клавіш довідка

# miIntroductoryVideos
source: Introductory &&Videos
uk: Вступне &&Відео

# miTipsAndTricks
source: &&Tips and Tricks
uk: &&Поради та хитрості

# miTwitter
source: &&Join us on Twitter
uk: &&Приєднуйтесь до нас на Twitter

# miUserVoice
source: &&Search Feature Requests
uk: &&Пошук запитів особливостей

# miLicense
source: View &&License
uk: Перегляд && ліцензії

# miPrivacyStatement
source: &&Privacy Statement
uk: &&Заява Про Конфіденційність

# miAbout
source: &&About
uk: &&Про

# miRunTask
source: &&Run Task...
uk: &&Виконати Завдання...

# miBuildTask
source: Run &&Build Task...
uk: Запустити &&побудови завдання...

# miRunningTask
source: Show Runnin&&g Tasks...
uk: Показати &&запущені завдання...

# miRestartTask
source: R&&estart Running Task...
uk: &&Перезапуск запущених завдань...

# miTerminateTask
source: &&Terminate Task...
uk: &&Припинити завдання...

# miConfigureTask
source: &&Configure Tasks...
uk: &&Налаштувати Завдання...

# miConfigureBuildTask
source: Configure De&&fault Build Task...
uk: Налаштувати &&Завдання збірки за замовчуванням ...

# accessibilityOptionsWindowTitle
source: Accessibility Options
uk: Спеціальні можливості Параметри

# miRestartToUpdate
source: Restart to Update...
uk: Перезавантаження для оновлення...

# miCheckingForUpdates
source: Checking For Updates...
uk: Перевірити наявність оновлень...

# miDownloadUpdate
source: Download Available Update
uk: Завантажити доступні оновлення

# miDownloadingUpdate
source: Downloading Update...
uk: Завантаження оновлення...

# miInstallingUpdate
source: Installing Update...
uk: Установка оновлень...

# miCheckForUpdates
source: Check for Updates...
uk: Перевірити наявність оновлень...

# aboutDetail
source: Version {0} Commit {1} Date {2} Shell {3} Renderer {4} Node {5} Architecture {6}
uk: Версія {0} Коміт {1} Дата {2} Оболонка {3} Рендеринг {4} Вузол {5} Архітектура {6}

# okButton
source: OK
uk: Гаразд

source: &&Copy
uk: &&Копіювати

# authRequire
source: Proxy Authentication Required
uk: Потребує Автентифікації Проксі

# proxyauth
source: The proxy {0} requires authentication.
uk: Проксі - {0} вимагає автентифікації.

# hiddenMenuBar
source: You can still access the menu bar by pressing the **Alt** key.
uk: Ви все ще можете відкрити меню, натиснувши на клавішу **Alt**.
